{
  "lang": "vn",
  "type": "ADP",
  "mode": "generated",
  "lemmas": [
    "Một chế độ này biến thành chế độ khác là cả một cuộc đấu tranh gay go, kịch liệt và lâu dài~Changing one system into another is just a tough, fierce and protracted struggle",
    "Tôi muốn mua cho vợ tôi một món quà~I want to buy a present for my wife",
    "Tổ quốc ta đẹp lắm! Đẹp hơn chăng là lòng yêu nước của chúng ta!~How beautiful our fatherland is! More beautiful, if at all, is only our love for it!",
    "anh có đi thì tôi chờ~if you want to come, I'll wait for you",
    "anh quen người ấy chắc?~you know that person, surely?",
    "anh ta đi đằng sau ấy~he is coming behind, yes, he is",
    "anh đừng có nghĩ như thế~do not think like that",
    "bên~by, near",
    "bỏ lối làm việc được chăng hay chớ~no perfunctory style of work",
    "cho~for",
    "chính các em là những người chủ tương lai của đất nước~you yourselves are future masters of the country",
    "chính mắt trông thấy~to see with one's own eyes, to see for oneself",
    "chính vì lẽ đó~for that very reason",
    "chính~Right, very, own, self",
    "chăng~However, if any, if at all",
    "chăng~Surely; isn't it, is it, doesn't it, does it..",
    "chăng~perfunctory, casual",
    "chậm rồi chăng~is it late, surely",
    "chắc~surely",
    "chẳng ai đến cả~no one came at all",
    "chẳng~Rather, but in fact, not necessarily",
    "chẳng~sooner or later",
    "chớ có nói dối~don't ever lie",
    "cái cây bưởi ấy sai quả lắm~that shaddock is a good bearer",
    "cái đời tủi nhục ngày xưa~that humiliating life of the past",
    "cái~that",
    "có thì giờ cóc đâu~no time at all",
    "cóc~Not at all",
    "có~anything can be accomplished with steady effort; No pains no gains",
    "có~in name only",
    "có~money is almighty",
    "có~morality comes only after sufficient food and clothing",
    "cả một nghệ thuật~an art in its own right",
    "cả ngày~all day long",
    "cả~all together",
    "cả~all, the whole of",
    "cả~even, at all, just",
    "dù cho nó có sống, nó cũng bị què~even if he lived, he would be a crippled",
    "khó khăn đến mấy chăng nữa cũng không ngại~however difficult it may be, we will not flinch",
    "lúc túng toan lên bán cả trời~when broke, one plans to go up and sell heaven itself",
    "mặc cho mưa gió, anh ta vẫn cứ đi~in spite of the rain and wind, he set off all the same",
    "mời anh vào ạ~please come in",
    "ngồi bên cửa sổ~sit by the window",
    "ngỡ là ai, chẳng hoá ra là anh~thought that it was some stranger, but in fact it turned out to be you!",
    "nó chỉ ăn có một bát cơm~he ate only one bowl of rice",
    "nó làm gì ấy~he is doing I don't know what",
    "phải chăng~is it true? I wonder if",
    "quẩn quanh dễ hết đêm cũng không tìm được ai hỏi thăm chắc?~we'll roam about the whole night without finding a soul to enquire of, surely",
    "sợ cóc gì~not to be afraid at all",
    "tiếng trống nghe điếc cả tai~the tomtom beats are just deafening",
    "tranh thủ làm cả khi trời mưa~to work against the time, even when it rains",
    "tôi có biết đâu việc ấy~I don't know anything at all about that",
    "tôi ấy ư, tôi làm gì cũng được~as far as I am concerned, I can do anything",
    "việc ấy nên chăng?~we should do that, shoudn't we?",
    "vâng ạ~yes, sir",
    "vả chăng~besides",
    "vở kịch không hay gì cho lắm~the play was not so good",
    "Đài gương soi đến dấu bèo cho chăng truyện Kiều~Will on a leaf of grass the mirror shine?",
    "đông có đến vài trăm người~there was a crowd of at least some hundreds of people",
    "đặt ở chính giữa~to place right in the middle",
    "ạ~particle used at the end of a sentence as an indication of politeness or respect",
    "”Nước non một gánh chung tình. Nhớ ai, ai có nhớ mình chăng ai?”~the whole land is pervaded with our constant love, I think of him, and he does of me, doesn't he?"
  ]
}